# LightingUnivImport

## Description
Imports Lighting universe settings from data exchange file. Returns TRUE if any universes were changed.

```pascal
FUNCTION LightingUnivImport : BOOLEAN;
```

```python
def vs.LightingUnivImport():
    return BOOLEAN
```

## Version
Availability: from Vectorworks 2015

## Category
* Spotlight